Revit 2027 API
DistributionSysTypeSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DistributionSysTypeSetIterator()
Public Sub New
public:
DistributionSysTypeSetIterator()
new : unit -> DistributionSysTypeSetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
DistributionSysTypeSetIterator Class
Autodesk.Revit.DB.Electrical Namespace